export const exchangeBookData = [
  {
    id: 0,
    title: 'Дижитал минимализм',
    publishDate: '2018',
    img: require('./images/nom1.jpeg'),
    author: 'френк Херберт',
    genre: [2, 3],
    firstname: 'Батцэрэн',
    description:
      'Минимализм бол хэмжээ хязгаарыг мэдэх урлаг. Харин технологийн хэмжээ хязгаараа мэдэх нь Дижитал минимализм юм. Энэ бол өдрөөс өдөрт дуу чимээ, сатаарах зүйлс нэмэгдэж буй өнөөгийн ертөнцөд эмх цэгцтэй, төвлөрсөн амьдралыг бий болгох гол түлхүүр. Дуу чимээ, сатаарах зүйл ихтэй хорвоо ертөнцөөс эмх цэгцтэй, төвлөрсөн амьдралыг хайж олохыг хүсвэл Дижитал минимализм номыг уншаарай. Тус ном нь өдгөө 25 орны хэлээр орчуулагдан гараад буй бөгөөд New York Times, Wall Street Journal, Publishers weekly, USA today-ын бестселлер болсон. Мөн Амазоны шилдэг номын нэгээр шалгарсан олон улсын бестселлер бүтээл юм.',
  },
  {
    id: 1,
    title: 'Гэсэр',
    publishDate: '2019',
    img: require('./images/nom2.jpg'),
    author: 'Нийтийн оюуны сан',
    genre: [3, 5],
    firstname: 'Намсрай',
    description:
      'Гэсэрийн туужийн дээр дурдсан бvх арван хоёр бvлэг, сvvлийн гучаад жилийн дотор Монгол Ард Улсад ба Хятад Ард Улсын Автономит Өвөрмонголд уйгаржин монгол vсгээр бvрэн хэвлэгдэж гарав. Гэсэрийн туужийг бид 1985 онд олон нийтэд зориулан есөн бvлэг болгож шинэ vсгээр хуулж хэвлэлд бэлдэв. Чухам яаж хэвлэлд бэлдсэн бэ? гэдэг асуултыг цөөн vгээр хариулахыг оролдъё. 1716 онд монгол Гэсэрийн туужийг модон бараар хэвлэхийн өмнө бичмэл монгол Гэсэрийн туужууд байсан гэж баттай хэлж болно. 1716 онд хэвлэхдээ сайн бичмэл Гэсэрийн туужийг шилж чадаагvй, алдаа мадаг ихтэй барагтайхан эхийг олж хэвлэсэн байна. Vvний баталгаа нь Улаанбаатар хотод 1960 онд «Номч хатны Гэсэр» нэртэй хэвлэгдсэн тууж болно. Энэ тууж нь 1716 онд хэвлэгдсэн туужтай нэг ижил ном боловч алдаа мадгаар арай цөөн, арай сайн эх бичиг болно.',
  },
  {
    id: 2,
    title: 'Шоовдор хүмүүс',
    publishDate: '2017',
    img: require('./images/nom3.jpg'),
    author: 'Виктор Гюго',
    genre: [3],
    firstname: 'Энхбаяр',
    description:
      'Ер нь роман хэмээх уран зохиолын том төрөлд маш олон санаа сэдэл, зөрчил хөдөлгөөн, үүх түүх, философи, адал явдал агуулагдаж байдаг болохоор “Солонгон хөндий” бүтээлийг тэр тухай, энэ тухай гээд нэг мөр хэлэхэд хэцүү. Сэтгэлийн орон зай уудам шүү дээ. Хотын залуусын адал явдлыг үзүүлсэн гэвэл зохиолд адал явдлаас өөр юм бишгүй бий. Шунал, эндүүрэл, хүсэл мөрөөдөл, хайр сэтгэл гээд тоочоод байвал барагдахгүй. Уулын амьдрал гэвэл үйл явдал зөвхөн ууланд өрнөхгүй. Уул усны үйл зүйл бол хүний ертөнцийн явдлаас хавьгүй баялаг болохоор тэр үг хангалтгүй. Язгуурын монгол гэгээнтний тухай гэвэл шар, эсвэл хар ламын номоос хол, хангай дэлхийг бурхан хэмээн дээдэлсэн уул усны хүн санаанд буувч тоймлоод хэлэх аргагүй. Зөн билэг гэвч бодит хийгээд бодит бусын ертөнц хольцолдох тул нэг мөр нэрлэх арга бас байхгүй. Аль Манжийн үеэс их хэлмэгдүүллийн он жилүүдийг туучаад энэ манай үе хүртэлх үйл явдал гэвэл түүх мөн гэвч өвөрмөц содон амьдрал тэнд голлоно. Хүний нийгмийн түүх бол хүний сэтгэлийн түүх юм. Тэгэхээр уншигч маань эрдэм боловсролоос илүүтэй хайраас билгийн гэгээ сацардгийг олж харна. Тэр гэгээнд бүхэл бүтэн ертөнц цогцолж, тэр ертөнц рүү нь өөр нэгэн хүн яваад орчихыг бас харна… Хурц тод үйл явдал зонхилох онц сонирхолтой роман.',
  },
  {
    id: 3,
    title: 'Bad Blood',
    publishDate: '2013',
    img: require('./images/nom4.jpg'),
    author: 'John Carreyrou',
    genre: [1, 3],
    firstname: 'Наранжарагал',
    description:
      'Минимализм бол хэмжээ хязгаарыг мэдэх урлаг. Харин технологийн хэмжээ хязгаараа мэдэх нь Дижитал минимализм юм. Энэ бол өдрөөс өдөрт дуу чимээ, сатаарах зүйлс нэмэгдэж буй өнөөгийн ертөнцөд эмх цэгцтэй, төвлөрсөн амьдралыг бий болгох гол түлхүүр. Дуу чимээ, сатаарах зүйл ихтэй хорвоо ертөнцөөс эмх цэгцтэй, төвлөрсөн амьдралыг хайж олохыг хүсвэл Дижитал минимализм номыг уншаарай. Тус ном нь өдгөө 25 орны хэлээр орчуулагдан гараад буй бөгөөд New York Times, Wall Street Journal, Publishers weekly, USA today-ын бестселлер болсон. Мөн Амазоны шилдэг номын нэгээр шалгарсан олон улсын бестселлер бүтээл юм.',
  },
  {
    id: 4,
    title: 'Бондын Хаан',
    publishDate: '2022',
    img: require('./images/nom5.jpg'),
    author: 'Тимоти Миддлтон',
    genre: [2, 3, 4],
    firstname: 'Mягмарболор',
    description:
      'Энэхүү ном нь танд Бондын хаан хэмээн алдаршсан Билл Гроссын алсын хараа, үзэл бодол, түүний макро аргачлал, хөрөнгө оруулалтын философи зэргийг өгүүлэхээс гадна түүний үүсгэн байгуулсан “PIMCO” хөрөнгө оруулалтын сан хэрхэн үүсч, өдгөө 2.66 их наяд ам.долларын хөрөнгөтэй дэлхийн хамгийн томд тооцогдох хөрөнгө оруулалтын сан болсон талаарх түүхийг дэлгэрэнгүй өгүүлэх болно.',
  },
  {
    id: 5,
    title: 'Altogether',
    publishDate: '2018',
    img: require('./images/nom6.jpg'),
    author: 'Б. Билгүүн',
    genre: [1, 3],
    firstname: 'Анарчулуу',
    description:
      '…Оюутны амьдрал, “хиппи” амьдралын зэрэгцээ өрнөх ийм хоёр өгүүлэмж үргэлжилсээр эцэстээ хэрхэн нэгдэж, “Altogether” хэрхэн төгсөхийг уншигчид өөрөө уншвал илүү сонин биз ээ. Юутай ч илэн далангуй, үнэн бичигдсэн, назгай, чөлөөт амьдралын хэв маяг, угтаа бол залуу насыг л магтан дуулж, өмгөөлсөн “Altogether” надад ихэд таалагдсан. Мартсанаас “Altogether” бол “Slowdive” хамтлагийн дуу. Зохиол дундуур үе үе давтагдах дууны нэрс, дүрүүдийнх нь таашаан сонсож буй хамтлаг гээд хөгжмийн байр суурь чухалд тавигдаж буй шинжээрээ уншигчдад Мүракамигийн зохиолуудтай ч төстэй юм шиг санагдаж болох юм. Гэвч энэ бол Мүракамигийн нөлөө, тусгал гэхээс илүүтэй хөгжим амьдралынх нь хэв маяг, шашин болсон хотын “хипстер” маягийн залуусын үнэн дүр төрхийг л Б.Билгүүн бичиглэсэн нь тэр байх гэж бодогдсон. Б.Билгүүн болон түүний үеийнхэн агуу ихийн хэнээрхэлдээ дөнгөлүүлж гар хумхин суудаггүй, “төгс төгөлдөр” бус байхаас эмээдэггүй тиймдээ ч зоригтой алхам хийн урагшилж чаддаг онцлогтой санагддаг. “Altogether” ном зохиогчийн хувьд ийм нэг урагш гишгэсэн алхам, уншигчдын хувьд залуу насны зоргоор өдрүүдийнх нь “солгой” дуулал байна гэдэгт итгэнэм.',
  },
];

export const user = [
  {
    id: 100,
    firstname: 'Батцэрэн',
    lastname: 'Билэгсайхан',
    img: require('./images/profileMinii.jpeg'),
    email: 'battseren@gmail.com',
    city: 'Улаанбаатар',
  },
  {
    id: 101,
    firstname: 'Намсрай',
    lastname: 'Ц',
    img: require('./images/profile4.jpeg'),
    email: 'battseren@gmail.com',
    city: 'Улаанбаатар',
  },
  {
    id: 102,
    firstname: 'Энхбаяр',
    lastname: 'Э',
    img: require('./images/profile2.jpeg'),
    email: 'battseren@gmail.com',
    city: 'Улаанбаатар',
  },
  {
    id: 103,
    firstname: 'Наранжарагал',
    lastname: 'Н',
    img: require('./images/profile2.jpeg'),
    email: 'battseren@gmail.com',
    city: 'Улаанбаатар',
  },
];
